export const oyats = [
  {
    text: "Намозни адо этганингиздан сўнг, Аллоҳни турган, ўтирган ва ёнбошлаган ҳолингизда эсланг. Хотиржам бўлганингизда намозни тўлиқ адо этинг. Албатта, намоз мўминларга вақтида фарз қилингандир",
    num: "Нисо, 103-оят",
  },
  {
    text: "Қачон Қуръон тиловат қилинса, унга қулоқ солинглар ва жим туринглар, шояд, раҳм қилинсангиз",
    num: "Аъроф, 204-оят",
  },
  {
    text: "Аҳлингизни намоз (ўқиш) га буюринг ва (ўзингиз ҳам) унга (намозга) бардошли бўлинг!",
    num: "Тоҳа, 132-оят",
  },
  {
    text: "Намозни тўкис адо қилинг, закот беринг ва руку қилган (мўмин)лар билан бирга руку қилинг (жамоъат бўлиб ўқинг)",
    num: "Бақара,43-оят",
  },

  {
    text: "У кунда тақволилардан ўзга дўстлар бир-бирларига душмандирлар",
    num: "Зуҳруф, 67-оят",
  },
  {
    text: "Албатта, намоз бузуқлик ва ёмонликдан қайтаради",
    num: "Анкабут, 45-оят",
  },
];
